v2206/urban_Microclimate/windAroundBuildings_CFDHAM/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=64;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    west
    {
        type            patch;
        nFaces          280;
        startFace       2617814;
    }
    east
    {
        type            patch;
        nFaces          280;
        startFace       2618094;
    }
    north
    {
        type            patch;
        nFaces          320;
        startFace       2618374;
    }
    south
    {
        type            patch;
        nFaces          320;
        startFace       2618694;
    }
    ground
    {
        type            wall;
        inGroups        1(wall);
        nFaces          20087;
        startFace       2619014;
    }
    top
    {
        type            patch;
        nFaces          896;
        startFace       2639101;
    }
    buildings
    {
        type            wall;
        inGroups        1(wall);
        nFaces          129177;
        startFace       2639997;
    }
)

// ************************************************************************* //
