v2206/urban_Microclimate/windAroundBuildings_CFDHAM/0/air/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/air";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.1; 

boundaryField
{
    west
    {
        #include "$FOAM_CASE/0/air/include/epsilon_bc_air"
    }
    east
    {
        #include "$FOAM_CASE/0/air/include/epsilon_bc_air"
    }
    top
    {
        type            slip;
    }
    ground
    {
        type            epsilonWallFunction;
        Cmu             0.09;
        kappa           0.41;
        E               9.8;
        value           uniform 0.1; 
    }
    north
    {
        #include "$FOAM_CASE/0/air/include/epsilon_bc_air"
    }
    south
    {
        #include "$FOAM_CASE/0/air/include/epsilon_bc_air"
    }
    buildings
    {
        type            epsilonWallFunction;
        Cmu             0.09;
        kappa           0.41;
        E               9.8;
        value           uniform 0.1; 
    }
}


// ************************************************************************* //
