v2206/urban_Microclimate/windAroundBuildings_CFDHAM/0/air/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/air";
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.1; 

boundaryField
{
    west
    {
        #include "$FOAM_CASE/0/air/include/k_bc_air"
    }
    east
    {
        #include "$FOAM_CASE/0/air/include/k_bc_air"
    }
    top
    {
        type            slip;
    }
    ground
    {
        type            kqRWallFunction;
        value           uniform 0.1; 
    }
    north
    {
        #include "$FOAM_CASE/0/air/include/k_bc_air"
    }
    south
    {
        #include "$FOAM_CASE/0/air/include/k_bc_air"
    }
    buildings
    {
        type            kqRWallFunction;
        value           uniform 0.1; 
    }
}


// ************************************************************************* //
